Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja4/hansragnar-s.htm.tmx
Source language: sme
Languages: nob

source: Dalle sáhtii guovssahasat suhtus váldit gitta dan gii hárddii .
nob: Da ville Nordlyset bli sint og komme og ta dem som ertet det .

source: Buohccedikšut ledje lávlon ja rohkadallan eahketrohkosa minguin ja čáskadan čuovggaid ovdal go manne .
nob: Likevel ble fristelsen for stor for enkelte av oss smågutter , og en stjerneklar vinternatt ville vi prøve .

source: Sii geat veallájedje glása lahka oidne movt guovssahasat libardedje duohko deike sevdnjes čoskes dálveilmmis .
nob: De som lå nærmest vinduene kunne se at nordlyset var i virksomhet ute i lange seige kast over nattehimmelen .

source: Muhtun gánddat válde dalle iežaset guoddáolggožiid ja šluvgigohte ja seavvigohte guovssahasaid guvlui .
nob: Det ignorerte både måner og stjerner i sin selvsikkerhet . Noen av guttene tok straks putevaret av putene sine og begynte først forsiktig å vifte .

source: Imaš lei oaidnit movt vilges balvvat dego gearpmaš lihkadalai áimmus guhkkin eret , dego gobmit .
nob: Det var sannelig et underlig syn å se hvordan de kvite formene beveget seg i rommet , nesten som spøkelser !

source: De Hugo , buot duostileamos gánda , son lei Rivttátvuonas eret , álggii lávlut dakkár hilgunlávlaga .
nob: Den dristigste gutten , han var fra Rivttátvuotna [ 9 ] og het Hugo , begynte å synge en ertesang .

source: Muhtin eará gánda ges , rávvii ahte ii berren nie gal dahkat .
nob: Noen av de mer fornuftige advarte oss og sa at vi ikke burde gjøre det .

source: Uhca Máret Ánddas lei juo čiehkádan gokčasa vuollái .
nob: Lille Marit fra Ánda [ 10 ] hadde allerede gjemt seg under dyna si .

source: Muhto ii lean ávki .
nob: Men det hjalp så lite .

source: Juo dás lei measta dakkár hypnohtalaš áibmu dan kámmára siste , dat geat áŋgirušše eai šat duostan , muhto fertejedje joatkit šluvgit vilges liinniiguin , danne amas dat earát sáhttit gohčodit sin árgin .
nob: Ja , det var en sterkt hypnotisk stemning i salen , og de som angret turde ikke lenger men måtte bare vifte med sine hvite kluter .

source: Mun gal ledjen juo heaitán , muhto čuvvon čalmmiiguin mielde .
nob: Jeg hadde holdt opp men fulgte spent med .

source: Ii mannan ge guhkes áigi ovdal go juoidá dáhpáhuvai doppe olgun hirbmat stuorra sevdnjes ilmmis , gos ruonálágan guovssahasčuovggat dánsestedje násttiid ja mánuid gaskkas .
nob: Så begynte det å skje noe der ute i det uendelige verdensrommet , hvor nordlyset danset mer og mer vilt mens stjerner og måner bare ble borte .

source: Fáhkkestaga šattai olgun čuovgat dego beaivi . Albmi devdojuvvui issoras lihkadusaiguin nuorttas oarjái .
nob: Plutselig ble det aldeles lyst ute , hele himmelen var fylt av rasende bevegelse fra øst til vest !

source: Dat ruonálágan čuovga devddii obba lanja . Ja muvraseainnit ledje dego jávkan dan balddonas čuovgga sisa .
nob: De grønnaktige strålene åpnet hele barnesalen , og murveggene var som forsvunnet i det uhyggelige lyset !

source: Gánddat suorganedje ja heite šluvgimis . Ieš gal čákŋen ránu vuollái vai guovssahasat eai sáhttán mu gitta váldit .
nob: Skrekkslagne sluttet guttene å vifte , og selv dro jeg teppet raskt over hodet for å redde meg unna hevnen .

source: In duostan geahččat gean dat guovssahasat olahedje guoskat ja viežžat . Mun guottá vuolde doarggistin ja doivon ahte mu eai fuobmán .
nob: Jeg torde ikke se hvem som ble tatt , men lå bare i mørket og skalv og håpet ikke å bli oppdaget .

source: Ja dien láhkái mun ribahin ge nohkat .
nob: Jeg sovnet faktisk slik , for da jeg våknet var det frokost .

source: Go mun lihkken fas lei juo iđitborranáigi . Buohccedikšut eai sáhttán árvidit manne nu olu guottát ja eará vilges ávdnasat ledje láhttis .
nob: Sykesøstrene kunne ikke skjønne hvorfor det lå så mage putevar på gulvet , og det var ingen som kunne eller turde gi noen fornuftig forklaring på det .

source: Muhto ii gii ge sáhttán ii ge duostan čilget mii duođaid dáhpáhuvai .
nob: Men vi hadde lært å respektere nordlyset !

source: Mun fuomášin ahte ii oktage mánáin iige skihpáriin váilon , danne go ii okta ge seaŋga lean guorus . Mii leimmet buohkat ceavzán .
nob: Jeg la forresten merke til at ingen i barnesalen var tatt , ingen tomme senger , vi var alle der .

source: Ivar , Greta , Marit ja Hugo Romssa Kysthospitála mánáidveránddas 1955:s .
nob: Etter frokost var det skole , sengene ble trillet til et eget rom nå .

source: ( Govva : A. Solberg ) Maŋŋá iđitborramuša lei skuvla , sierra lanjas .
nob: Jeg husker ikke så mye av regning eller matematikk som det heter nå , har alltid hatt problem med det .

source: In muitte olu matematihkas gal , muhto historjjás ja geografiijas gal hui olu beroštin .
nob: Så var det historie og geografi , som senere skulle bli det fag jeg likte best .

source: Mu mielas lei hui miellagiddevaš ja somá oahppat eará álbmogiid ja eará riikkaid birra .
nob: Syntes det var så utrolig spennende og interessant å lære om andre land og folkene der .

source: Ja buot hávskimus lei go min oahpaheaddji muitalii dahje logai muitalusaid .
nob: Men det aller beste var når lærerinnen leste eller fortalte fortellinger .

source: Erenoamážit biibbalhistorjjás .
nob: Spesielt fra Bibelhistorien .

source: Ovtta muitalusa in goassege vajálduhte .
nob: En fortelling glemmer jeg aldri .

source: Lei muitalus Jovsseha ja su vieljaid birra , movt son šlávan vuvdojuvvui , ja maŋŋá bođii ruovttoluotta .
nob: Det var fortellingen om Josef og brødrene hans , hvordan han ble solgt som slave og senere kom tilbake .

source: Ii leat varra ártet ahte mun juste dien muitalussii liikojin .
nob: Det var kanskje ikke så rart , for jeg var jo en slags Josef , jeg også .

source: Ieš muitalus geasuhii mu ja maiddái čiekŋalit guoskkai munnje dan vuogi mielde movt son dan logai .
nob: Ikke bare grep fortellingen meg , men også den innlevelse hun fortalte den med , det ble så nært og virkelig .

source: Dat dáhpáhus lei nu lahka ja lunddolaš , ja muitalus orui maiddái sutnje alcces guoskamen , ja buot mánát čuvvo hui mielas mielde .
nob: Hun var virkelig grepet selv også , og alle fulgte intenst med .

source: Mun fuobmájin ahte son čuovui čalmmiiguin mu . Su muođut ledje liegganan .
nob: Jeg la merke til at hun så mest på meg under fortellingen , hun ble helt varm i ansiktet .

source: Dalle dovden mun maid ii nu dávjá dovdda , dat lei gievrras ja imašlaš dovdu , dego oaidnemeahttun áhcagasti streaŋggat mu ja nuppi olbmo gaskkas .
nob: Da kjente jeg noe man ikke opplever ofte , en slik sterk og vidunderlig kontakt – som usynlige glødetråder – mellom deg selv og et annet menneske .

source: Vaikko lei ge diekkár váimmolaš dovdu mu goit ujostallen .
nob: Jeg følte meg både fascinert og samtidig sjenert av det .

source: Munnje dat goit lei stuorra dáhpáhus , – imaš , čáppis ja bassi . Ja vuosttaš geardde dovden ahte mun mearkkašin earáide juoidá .
nob: Men det var noe stort og vakkert hellig , og for første gang følte jeg at jeg virkelig betydde noe for noen .

source: Dat lei munnje hui erenoamáš , muhto goit háliidin mun dan čiehkat , várjalit .
nob: Jeg fikk en slags inderlig respekt for denne opplevelsen og passet godt på å holde den hemmelig .

source: Gii goas ain diđii ahte jos muitalan geasage de mu álge fas bilkidit , juste seamma láhkái go dainna girjjiin .
nob: Hvem kunne vite om ikke det også kunne bli grunn til erting , slik som med den fine billedboka .

source: Maŋŋá muitalusa son manai olggos dajakeahttá sáni ge .
nob: Etter fortellingen gikk hun ut uten å si ett ord .

source: Oaivvi siste ledje oalle ođđa ártegis ja miellagiddevaš jurdagat .
nob: Jeg hadde en storm av nye og forvirrende og interessante følelser inni meg .

source: Maŋŋá bohten gullat ahte son ja su isit leigga Narviikkas eret .
nob: Fikk senere vite at hun og hennes mann , de var fra Narvik , gjerne hadde adoptert meg .

source: Soai háliideigga váldit mu biebmománnán , muhto ii šaddan nu .
nob: Men det ble ikke slik .

source: ( Tegning : Hans Ragnar Mathisen ) Govahallan lea šaddan duohtavuohtan .
nob: Men denne episoden betydde mer for meg enn alle de vanlige fakta i de bøkene vi måtte lese .

source: Margarethe Wiiga sámegiel áppesgirji lei áigá juo jávkan .
nob: Den samiske Abc-boka til Margarethe Wiig var forlengst forsvunnet .

source: Ja dan máilmmi maid dat govvidii in lean oaidnán olus , vaikko mus lei dehálaš oassi dan máilmmis sielustan , varastan .
nob: Og den verden den skildret hadde jeg ikke sett mye av heller , selv om jeg hadde den viktigste delen av den i blodet .

source: Áidna maid dávjá oidnen máilmmis lei várri , dat oassi váris mii glása čađa oidno , okta njealječiegat oassi Loavgaváris .
nob: Det eneste jeg stadig så av verden utenfor var fjellet gjennom vinduet , et firkantet utsnitt av Loavgavárri eller Fløyfjellet som det kalles på norsk .

source: Erenoamážit fuobmájin movt ivnnit rivde mánus mánnui , ja mun jerren manne .
nob: Jeg la spesielt merke til at fargene skiftet etter årstidene og ba om å få det forklart .

source: Dat mii lei lunddolaš eará mánáide , lei čiegus árvádus munnje .
nob: Det som var en selvfølge for andre barn , var en gåte for meg .

source: Go eallinhálu lassánii , vurjen dikšuid dávjá « Guotte mu !
nob: Når lengselen etter å se mer av livet ble for sterk , maste jeg på sykesøstrene , « Bær mæ !

source: Guotte mu ! » ,
nob: Bær mæ ! »

source: muhto hárve šattai nu .
nob: men de hadde kanskje forbud .

source: Mun jerren measta juohke olbmos mii leš boahtán loktet mu seaŋggas ja luoitit mu olggos , vaikko unna binná bottoža .
nob: Så enhver tilfeldig besøkende eller ansatt ba jeg om å bære meg opp av senga . Denne senga som hadde sprinkler på alle fire sider var som et hvitmalt fengsel .

source: De viimmat dáhpáhuvai , ja muittán hui čielgasit vuosttaš háve go mu gudde glása lusa ja mun oidnen máilmmi olggobealde lagabui .
nob: ( Foto utlånt av Hans Ragnar Mathisen ) Jeg husker første gang jeg ble båret dit og fikk se ut på verden der utenfor .

source: Várri lei nu stuoris . Doppe han ledje eanet várit .
nob: Fjellet var jo så stort , og der var flere fjell !

source: Ja beaivváš báittii , ja geasuhii mu čalmmiiid lusas .
nob: Og solskinnet som glitret slik i sundet og lokket øynene mine til seg , det var som et eget eventyr !

source: Dat čáppa muorat mat lihkahedje giđđabiekkas sávve munnje buresboahtima , dearvvas ruoná lasttaiguin . Ja dalle buot viesut , ivnnit ja hámit .
nob: De vakre trærne som beveget seg i vårvinden og hilste alle med friske grønne blad , de levde sammen med alt og alle !

source: Stuorra máilmmi čuoččui fáhkkestaga mu ovddas ja mun jerren « Mii bat dat gis lea ? »
nob: Og så husene , fargene , formene – den store verden lå plutselig åpen foran meg , og « ka e det dær ? »

source: « Diet , dat lea áidi » , dadje sii .
nob: « Det der , det kalles et gjerde » , sa de .

source: « Áidi , mii bat dat lea , ja manne lea das ? »
nob: « Et gjerde , ka e de , koffer e det dær ? »

source: fas jerren mun .
nob: spurte jeg .

source: In gal diehtán maidige .
nob: Jeg visste ikke bedre .

source: Mun gal várra oktii ohppen .
nob: Men jeg skulle nok få vite .

source: Imašlaš stuorra erohus lei muhtumin gaskal maid skuvllas ohppen dahje in oahppan ja dan maid mun iežan čalmmiiguin oidnen , dan in sáhte oahpaheaddji ge čilget dohkálaččat .
nob: Avstanden mellom hva jeg lærte eller ikke lærte der og det virkelige liv slik det fortonte seg for oss kunne noen ganger være uforklarlig .

source: [ 1 ] Mun ledjen das Kysthospitalas measta 7 jagi ( 09.05.1949 – 21.09.1956 ) tuberkulosadávdda dihtii , muhto in goassege ožžon dálkasa dan vuostá.[2 ] Das lea varra sáhka guovtti girjjis : Kjell Kristoffersen : , Tapas , Bergen 1945 ja Margarethe Wiiga Áppesgirji .
nob: [ 1 ] Deanuvuotna = Tanafjorden ( red.)[2 ] Deanodat = Vestertana ( red.)[3 ] Moraš = sorg ( red.)[4 ] Áhkku = bestemor ( red.)[5 ] På de over 7 årene jeg lå på Kysthospitalet ( 09.05.1949 – 21.09.1956 ) for tuberkulose fikk jeg aldri medisin mot den samme sykdommen.[6 ] Her blander jeg antagelig sammen to bøker . Den første boka var om Jåmpa på ski , og hadde bare norsk tekst , men mange bilder , og i stort format .

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 4
nob: Den andre boka var Margarethe Wiigs samiske ABC .
